
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Sollen die Änderungen vor dem Beenden gespeichert werden?";

"Would you like to save your changes?" = "Sollen die Änderungen gespeichert werden?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Ihre Änderungen gehen verloren, wenn Sie sie nicht speichern.";

/*Alert Sheet Buttons*/

"Save" = "Speichern";

"Cancel" = "Abbrechen";

"Dont Save" = "Nicht speichern";

/*App Menu*/

"About Logitech Camera Settings" = "Info zu Logitech-Kameraeinstellungen";

"Services" = "Dienste";

"Hide Logitech Camera Settings" = "Logitech Kameraeinstellungen ausblenden";

"Hide Others" = "Andere ausblenden";

"Show All" = "Alle einblenden";

"Quit Logitech Camera Settings" = "Logitech Kameraeinstellungen schließen";

/*Edit Menu*/

"Edit" = "Bearbeiten";

"Cut" = "Ausschneiden";

"Copy" = "Kopieren";

"Paste" = "Einfügen";

"Delete" = "Löschen";

"Select All" = "Alles markieren";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Kein Gerät verbunden";

/*Window Menu*/

"WINDOW" = "Fenster";

"Minimize" = "Minimieren";

"Close" = "Schließen";

"Bring All to Front" = "Alle nach vorne bringen";

/*Window Title*/

"Logitech Camera Settings" = "Logitech Kameraeinstellungen";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Webcam-Steuerung";

"Focus:" = "Fokus:";

"Auto" = "Automatisch";

"Restore to defaults" = "Standardeinstellungen wiederherstellen";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Erweiterte Einstellungen";

"Image Quality:" = "Bildqualität:";


"Brightness" = "Helligkeit";

"Contrast" = "Kontrast";

"Color Intensity" = "Farbintensität";

"White Balance" = "Weißabgleich";

/*Device Information 3rd tab*/

"Device Information" = "Informationen zum Gerät";

"USB Vendor ID (VID):"  = "USB-Hersteller-ID (VID):";

"USB Product ID (PID):" = "USB-Produkt-ID (PID):";

"USB Revision (BCD):" = "USB Revision (BCD):";

"Firmware version:" = "Firmware-Version:";

"Firmware CRC:" = "Firmware-CRC:";

"EEPROM Version:" = "EEPROM-Version:";

"Sensor Type:" = "Sensortyp:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Damit alle Funktionen verfügbar sind, muss die Anwendung im Hintergrund weiter ausgeführt werden. Möchten Sie diese Anwendung im Hintergrund ausführen?";

"Yes" = "Ja";

"No" = "Nein";